Repository: joey-gm/GICS
Catalog: Sources/GICS/Resources/Definition.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Owners and operators of specialty retail stores not classified elsewhere. Includes jewelry stores, toy stores, office supply stores, health & vision care stores, and book & entertainment stores.
de: Inhaber und Betreiber von spezialisierten Fachhandelsgeschäften, die keiner der übrigen Branchen angehören. Hierzu gehören u. a. auch Juweliere, Spielzeug- und Bürobedarfshandlungen, Geschäfte für Gesundheitsartikel, Optiker und Brillengeschäfte sowie Buchhandlungen und Unterhaltungsgeschäfte.
es: Propietarios y operadores de tiendas especializadas no clasificadas en otra sección. Se incluyen las joyerías, jugueterías, tiendas de artículos para oficina, tiendas de artículos para la salud y ópticas, además de librerías y tiendas de material de recreación.
fr: Propriétaires et gérants de magasins de détail spécialisés n’appartenant à aucune autre catégorie. Sont inclus les bijouteries, les magasins de jouets, les magasins de fournitures de bureau, les magasins de produits de santé et d’optique, les librairies et les magasins de produits de loisirs.
it: Proprietari e gestori di negozi specializzati non classificati altrove. Sono compresi gioiellerie, negozi di giocattoli, negozi di forniture per ufficio, negozi di prodotti per la salute e la vista, librerie e negozi di intrattenimento.
ja: 他のグループに分類されていない専門小売り店舗の所有者や運営業者。宝石店、玩具店、事務用品店、ヘルスケア・ビジョンケア専門店、書籍・娯楽用品を取り扱う店舗を含む。
ko: 다른 부분으로 분류되지 않은 전문품 소매 상점 소유자와 운영자. 보석 상점, 장난감 상점, 사무용품 상점, 건강 및 시력 관리 상점, 도서 및 엔터테인먼트 상점을 포함.
pt_pt: Proprietários e operadores de lojas de varejo especializadas não classificadas em nenhum outro lugar. Inclui joalherias, lojas de brinquedos, lojas de materiais de escritório, de saúde e óticas, e livrarias e produtos para entretenimento.
ru: Компании, владеющие специализированными магазинами розничной торговли и занимающиеся их эксплуатацией, не включенные в другие группы. В данную группу входят магазины, специализирующиеся на продаже ювелирных изделий, игрушек, товаров для офиса, косметических товаров и средств по уходу, книг и товаров для отдыха и развлечений.
zh_hans: 零售专卖店（未归类于别处）的业主和运营商。包括珠宝店、玩具店、办公用品店、卫生保健与视力保健用品店以及书籍与娱乐用品店。
zh_hant: 未歸類於別處的專賣零售店東主及營運商。包括珠寶店、玩具店、辦公用品店、健康與視力保健店，以及書局和娛樂商店。

source: Owners and operators of stores specializing in automotive retail. Includes auto dealers, gas stations, and retailers of auto accessories, motorcycles & parts, automotive glass, and automotive equipment & parts.
de: Inhaber und Betreiber von Geschäften, die auf den Kraftfahrzeugeinzelhandel spezialisiert sind. Hierzu gehören Autohändler, Tankstellen, Einzelhändler für Autozubehör, Motorräder und Zubehörteile, Autoglasscheiben sowie Autozubehör und -teile.
es: Propietarios y operadores de tiendas especializadas en productos automotrices. Se incluyen los concesionarios de automóviles, gasolineras y la venta de accesorios, motocicletas y sus piezas, de cristalería del automóvil, y piezas y equipos de automoción.
fr: Propriétaires et gérants de magasins spécialisés dans la vente au détail de produits automobiles. Sont inclus les concessionnaires, les stations-service et les détaillants d’accessoires pour voitures, les distributeurs de motos et pièces détachées, de vitrage automobile, et d’équipements et de pièces automobiles.
it: Proprietari e gestori di negozi specializzati nella vendita al dettaglio di autoveicoli. Sono inclusi rivenditori di auto, stazioni di servizio e rivenditori di accessori auto, motociclette e ricambi, vetri auto e attrezzature e ricambi auto.
ja: 自動車販売を専門に取り扱う店舗の所有者や運営業者。自動車販売店、ガソリンスタンド、および自動車付属品、自動二輪車・部品、自動車ガラス、自動車機器・部品の小売り業者を含む。
ko: 자동차 소매를 전문으로 하는 상점 소유자와 운영자. 자동차 딜러, 주유소, 자동차 액세서리/오토바이 및 부품/자동차 유리/자동차 장비 및 부품 소매상을 포함.
pt_pt: Proprietários e operadores de lojas especializadas em comércio varejista automotivo. Inclui concessionárias de automóveis, postos de gasolina e varejistas de acessórios de automóveis, motocicletas e peças, vidro automotivo e equipamentos automotivos e autopeças.
ru: Компании, владеющие специализированными магазинами розничной торговли автотранспортными средствами и занимающиеся их эксплуатацией. В данную группу входят дилеры, автозаправочные станции, компании розничной торговли аксессуарами для автотранспортных средств, мотоциклами и запасными частями, а также оборудованием и запасными частями для автотранспортных средств.
zh_hans: 专业汽车零售店的业主和运营商。包括汽车销售商、加油站以及汽车配件、摩托车与零件、汽车玻璃、汽车设备与零件零售商。
zh_hant: 專門從事汽車零售的商店東主及營運商。包括汽車經銷商、加油站，以及汽車配件、電單車及零件、汽車玻璃、汽車設備及零件零售商。

source: Owners and operators of furniture and home furnishings retail stores. Includes residential furniture, home furnishings, housewares, and interior design. Excludes home and garden improvement stores, classified in the Home Improvement Retail Sub-Industry.
de: Inhaber und Betreiber von Einzelhandelsgeschäften für Einrichtungsgegenstände und Inneneinrichtung. Hierzu gehören Wohnmöbel, Einrichtungsgegenstände, Haushaltswaren und Inneneinrichtung. Ausgeschlossen sind Baumärkte für Heimwerker- und Gartenbedarf, die der Branche „Einzelhandel: Bau- und Heimwerkerbedarf“ angehören.
es: Propietarios y operadores de mobiliario y tiendas de equipamiento para el hogar. Se incluye el mobiliario de residencias, apartamentos, almacenes y diseño interior. Se excluyen las tiendas de mejoras de jardines y casas, clasificadas en la rama industrial de Venta de Mejoras para el Hogar.
fr: Propriétaires et gérants de magasins spécialisés dans la vente au détail de mobilier et d’ameublement. Sont inclus le mobilier d’habitation, l’ameublement, les articles ménagers et la décoration intérieure. Ne sont pas inclus les magasins de produits de jardinage et de bricolage, classés dans la sous-industrie de la vente au détail de produits d’aménagement intérieur.
it: Proprietari e gestori di negozi di mobili e complementi d’arredo. Sono compresi mobili per uso residenziale, arredamenti per la casa, articoli per la casa e design d’interni. Sono esclusi i negozi di articoli per la casa e il giardino, classificati nel sottosettore Commercio al dettaglio di articoli per la casa.
ja: 家具および装飾品を販売する小売り店舗の所有者や運営業者。住居用家具、室内装飾品、家庭用品、インテリアデザインを含む。産業サブグループの「住宅関連用品小売り」に分類される住宅・造園関連用品を販売する店舗は除く。
ko: 가구 및 가정용 세간 소매 상점 소유자와 운영자. 주거용 가구, 가정용 세간, 가정용품, 인테리어 디자인을 포함. '가정 개량용품 소매'로 분류되는 가정 및 정원 개량용품 상점은 제외.
pt_pt: Proprietários e operadores de lojas de varejo de moveis e de decoração. Inclui móveis residenciais, decorações, artigos de utilidades domésticas e projetos de interior. Exclui lojas de varejo de material de construção e decoração de casas e jardins, classificadas na Sub-Indústria de Comércio Varejista de Material de Construção e Decoração.
ru: Компании, владеющие магазинами розничной торговли мягкой мебелью и обстановкой для дома, в том числе бытовой мебелью, товарами для дома, хозяйственными принадлежностями и предметами обстановки. В данную группу не входят магазины розничной торговли предметами для благоустройства дома и сада, включенные в подотрасль «Розничная торговля предметами домашнего обихода и обустройства».
zh_hans: 家具和家庭装饰零售店的业主和运营商。包括家具、家庭装饰、家用器皿和室内装饰。不包括归类于“家庭装潢零售”子行业中的家庭装潢和园艺用品零售店。
zh_hant: 傢俱和家庭裝飾零售店的東主及營運商。包括住宅傢俱、家庭裝飾、家居用品和室內設計。不包括歸類於「家居裝修零售」子行業中的家居裝修和園藝用品商店。

source: Owners and operators of primarily drug retail stores and pharmacies.
de: Inhaber und Betreiber vor allem von Drogerien und Apotheken.
es: Propietarios y operadores de farmacias y establecimientos dedicados principalmente a la venta de medicamentos.
fr: Propriétaires et gérants de magasins de détail et pharmacies qui vendent principalement des médicaments.
it: Proprietari e gestori principalmente di farmacie e parafarmacie.
ja: 薬品小売り店および薬局の所有者や運営業者。
ko: 주로 약품 소매 상점 및 약국의 소유자와 운영자.
pt_pt: Proprietários e operadores de farmácias e lojas varejistas que vendem principalmente medicamentos.
ru: Компании, владеющие розничными магазинами по продаже лекарств и аптеками, и занимающиеся их эксплуатацией.
zh_hans: 药品零售店和药剂店的业主和运营商。
zh_hant: 主要為藥品零售店和藥房的東主及營運商。

source: Distributors of food products to other companies and not directly to the consumer.
de: Vertriebsunternehmen für Lebensmittel, die andere Firmen, aber nicht den Verbraucher direkt beliefern.
es: Distribuidores de alimentos a otras empresas (no a consumidores particulares).
fr: Sociétés spécialisées dans la distribution de produits alimentaires à d’autres sociétés et non directement au consommateur.
it: Distributori di prodotti alimentari ad altre aziende e non direttamente al consumatore.
ja: 消費者への直接販売ではなく、他の会社へ食品を販売している業者。
ko: 타 회사에 식품을 공급하며 소비자에게 직접 판매하지는 않는 업체.
pt_pt: Distribuidores de produtos alimentícios para outras empresas e não diretamente para o consumidor.
ru: Дистрибьюторы продуктов питания для других компаний, а не непосредственно для потребителей.
zh_hans: 向其它公司而并不直接向消费者分销食品的公司。
zh_hant: 向其他公司而非向消費者直接分銷食品的公司。

source: Owners and operators of primarily food retail stores.
de: Inhaber und Betreiber vor allem von Lebensmittelgeschäften.
es: Propietarios y operadores de establecimientos dedicados principalmente a la venta de alimentos.
fr: Propriétaires et gérants de magasins de vente au détail de produits principalement alimentaires.
it: Proprietari e gestori principalmente di negozi al dettaglio di generi alimentari.
ja: 食料品小売り店の所有者や運営業者。
ko: 주로 식품 소매 상점의 소유자와 운영자.
pt_pt: Proprietários e operadores de lojas de varejo, principalmente de produtos alimentícios.
ru: Компании, владеющие розничными магазинами торговли преимущественно продуктами питания, и занимающиеся их эксплуатацией.
zh_hans: 食品零售店的业主和运营商。
zh_hant: 主要是食品零售店的東主及營運商。

source: Retailers offering a wide range of consumer staples merchandise such as food, household, and personal care products. This Sub-Industry includes hypermarkets, super centers and other consumer staples retailers such as discount retail spaces and on-line marketplaces selling mostly consumer staples goods.
de: Einzelhändler, die eine breite Palette von Basiskonsumgütern anbieten, z. B. Lebensmittel, Haushalts- und Körperpflegeprodukte. Zu dieser Branche gehören Verbrauchermärkte, Supercenter und andere Einzelhändler für Basiskonsumgüter wie Discount-Einzelhandelsflächen und Online-Marktplätze, die hauptsächlich Basiskonsumgüter verkaufen.
es: Minoristas que ofrecen una amplia gama de productos básicos de consumo, como alimentos, productos para el hogar y cuidado personal. Esta subindustria incluye hipermercados, supercentros y otros minoristas de productos básicos de consumo, como espacios minoristas de descuento y mercados en línea que venden principalmente productos básicos de consumo.
fr: Détaillants offrant une large gamme de produits de première nécessité, tels que des produits alimentaires, ménagers et de soin personnel. Cette sous-industrie inclut les hypermarchés, les supermarchés et autres détaillants de produits de première nécessité, tels que les espaces de vente au détail à prix réduit et les marchés en ligne vendant principalement des produits de première nécessité.
it: Rivenditori che offrono un’ampia gamma di beni di prima necessità, come prodotti alimentari, per la casa e per la cura della persona. Questo sottosettore comprende ipermercati, grandi centri commerciali e altri rivenditori di beni di prima necessità primari come negozi discount al dettaglio e marketplace online attivi principalmente nella vendita di beni di prima necessità.
ja: 幅広い生活必需品（食品、家庭用品、及びパーソナルケア用品など）を提供する小売り業者。超大型マーケット、スーパーマーケット、及びその他の生活必需品小売り業者（主に生活必需品を販売するディスカウント小売り分野及びオンライン市場など）を含む。
ko: 식품, 가정용품, 개인용품과 같은 광범위한 소비자 필수품을 제공하는 소매업체. 이 하부산업에는 하이퍼마켓, 슈퍼센터, 할인 소매점과 주로 필수소비재 상품을 판매하는 온라인 마켓플레이스와 같은 기타 필수소비재 소매업체가 포함된다.
pt_pt: Varejistas que oferecem uma ampla gama de produtos básicos de consumo, como alimentos, produtos domésticos e de higiene pessoal. Inclui hipermercados, super centros e outros varejistas de bens de consumo, tais como espaços de varejo com desconto e mercados on-line que vendem principalmente bens essenciais de consumo.
ru: Компании розничной торговли, предлагающие широкий ассортимент потребительских товаров массового спроса, таких как продукты питания, товары для дома и средства личной гигиены. В эту подотрасль входят гипермаркеты, крупные торговые центры и другие предприятия розничной торговли потребительскими товарами массового спроса, такие как розничные магазины сниженных цен и онлайн-рынки, продающие преимущественно потребительские товары массового спроса.
zh_hans: 提供食品、居家及个人护理等广泛日常消费品的零售商。此子行业包括大型综合超市、大型购物中心以及其他日常消费品零售商，例如折扣零售店及主要销售日常消费品的线上市场。
zh_hant: 提供廣泛日常消費品商品的零售商，例如食品、家庭和個人護理用品。此子產業包括大型超市、特大購物中心和其他日常消費品零售商，例如折扣零售商和主要銷售日常消費品的網上集市。

source: Producers of beer and malt liquors. Includes breweries not classified in the Restaurants Sub-Industry.
de: Hersteller von Bier und alkoholischen Getränken auf Malzbasis. Hierzu gehören auch Brauereien, die nicht der Branche „Restaurants“ angehören.
es: Empresas dedicadas a la producción de cerveza y licores de malta. Se incluyen las fábricas de cerveza no clasificadas en la rama industrial Restaurantes.
fr: Producteurs de bière et de liqueur de malt. Sont incluses les brasseries non-classées dans la sous-industrie des restaurants.
it: Produttori di birra e liquori al malto. Sono compresi i birrifici non classificati nel sottosettore Ristoranti.
ja: ビール、麦芽醸造酒の製造会社。産業サブグループの「レストラン」に分類されていない醸造業者を含む。
ko: 맥주와 맥아 발효 술 생산업체. ‘레스토랑’ 하부산업으로 분류되지 않은 양조장 포함.
pt_pt: Produtores de cerveja e bebidas alcoólicas à base de malte. Inclui cervejarias não classificadas na Sub-Indústria de Restaurantes.
ru: Производители пивоваренной продукции, в том числе пивоварни, не включенные в подотрасль «Деятельность ресторанов».
zh_hans: 生产啤酒和麦芽酒的公司。包括未归类于“餐馆”子行业中的啤酒厂。
zh_hant: 啤酒和麥芽酒的生產商。包括未歸類於「餐館」子行業中的啤酒廠。

source: Distillers, vintners and producers of alcoholic beverages not classified in the Brewers Sub-Industry.
de: Brennereien, Winzer und Hersteller von alkoholischen Getränken, die nicht der Branche „Brauereien“ angehören.
es: Destiladores, vinateros y productores de bebidas alcohólicas no clasificados en la rama industrial Producción de Cerveza.
fr: Distillateurs, négociants en vin et producteurs de boissons alcoolisées non-classés dans la sous-industrie des brasseurs.
it: Distillerie, case vinicole e produttori di bevande alcoliche non classificate nel sottosettore Birrifici.
ja: 蒸留酒、ワイン醸造業者および産業サブグループの「醸造」に分類されていないアルコール飲料の製造会社。
ko: ‘맥주 양조업자’ 하부산업으로 분류되지 않은 술의 증류, 양조, 제조업체.
pt_pt: Destiladores, viticultores e produtores de bebidas alcoólicas não classificadas na Sub-Indústria de Cervejarias.
ru: Производители спирта, вин и других алкогольных напитков, не включенные в подотрасль «Производство пивоваренной продукции».
zh_hans: 酿酒商、葡萄酒商和酒精饮料生厂商（未归类于“啤酒酿造商”子行业）。
zh_hant: 未歸類於「啤酒釀製商」子行業中的蒸餾酒廠、葡萄酒商和酒精飲品生產商。

source: Producers of non-alcoholic beverages including mineral waters. Excludes producers of milk classified in the Packaged Foods & Meats Sub-Industry.
de: Hersteller von nicht-alkoholischen Getränken, einschließlich Mineralwasser. Ausgeschlossen sind Molkereien, die der Branche „Abgepackte Lebensmittel“ angehören.
es: Empresas dedicadas a la producción de bebidas no alcohólicas, incluyendo el agua mineral. Se excluyen los productores de leche, clasificados en la rama industrial Alimentos Envasados.
fr: Producteurs de boissons sans alcool, y compris les eaux minérales. Ne sont pas inclus les producteurs de lait, classés dans la sous-industrie des aliments conditionnés.
it: Produttori di bevande analcoliche, comprese le acque minerali. Sono esclusi i produttori di latte classificati nel sottosettore Generi alimentari confezionati.
ja: ミネラルウォーターを含む非アルコール飲料の製造会社。産業サブグループの「包装食品」に分類される牛乳製造会社は除く。
ko: 광천수를 포함한 무알콜 음료 생산업체. ‘포장 식품’ 하부산업으로 분류되는 우유 생산업체는 제외.
pt_pt: Produtores de bebidas não alcoólicas, incluindo água mineral. Exclui produtores de leite classificados na Sub-Indústria de Alimentos Embalados.
ru: Производители безалкогольных напитков, в том числе минеральной воды, за исключением производителей молока, включенных в подотрасль «Производство фасованной продукции».
zh_hans: 生产包括矿泉水在内的不含酒精饮料的公司。不包括归类于“包装食品”子行业中的奶制品生产商。
zh_hant: 非酒精類飲品（包括礦泉水）的生產商。不包括歸類於「包裝食品」子行業中的乳製品生產商。

source: Producers of agricultural products. Includes crop growers, owners of plantations and companies that produce and process foods but do not package and market them. Excludes companies classified in the Forest Products Sub-Industry and those that package and market the food products classified in the Packaged Foods & Meats Sub-Industry.
de: Hersteller von landwirtschaftlichen Produkten. Hierzu gehören auch Pflanzenzüchter, Plantagenbesitzer sowie Unternehmen, die Nahrungsmittel herstellen und verarbeiten, diese aber nicht verpacken und vermarkten. Ausgeschlossen sind Unternehmen, die der Branche „Forstprodukte“ angehören, sowie solche, die Nahrungsmittel verpacken und vermarkten und der Branche „Abgepackte Lebensmittel“ angehören.
es: Empresas dedicadas a la producción agrícola. Se incluyen propietarios de tierras de cultivo y plantaciones, y empresas que producen y procesan alimentos, pero no los envasan ni comercializan. Se excluyen las empresas clasificadas en la rama Productos Madereros y aquellas dedicadas a envasar y comercializar alimentos, clasificadas en la rama Alimentos y Carnes Envasados.
fr: Producteurs de produits agricoles. Sont inclus les cultivateurs, les propriétaires de plantations et les sociétés qui produisent et transforment les aliments sans les conditionner ni les commercialiser. Ne sont pas incluses les sociétés classées dans la sous-industrie des produits de la forêt, ou celles qui conditionnent et commercialisent les produits alimentaires, classées dans la sous-industrie des aliments conditionnés.
it: Produttori di prodotti agricoli. Sono compresi i coltivatori, i proprietari di piantagioni e le aziende che producono e trasformano i generi alimentari senza però confezionarli o commercializzarli. Sono escluse le aziende classificate nel sottosettore Prodotti forestali e quelle che confezionano e commercializzano i prodotti alimentari classificati nel sottosettore Generi alimentari confezionati.
ja: 農産物の製造会社。農作物栽培者、プランテーションの所有者、食品の製造・加工を行う会社（包装、販売は行わない）を含む。産業サブグループの「林産品」に分類される会社、および「包装食品」に分類される食品の包装・販売を行う会社は除く。
ko: 농산물 생산업체. 농작물 재배자, 농장 소유자, 그리고 식품을 생산 및 처리는 하지만 포장 및 판매는 하지 않는 회사 포함. ‘임산물’ 하부산업으로 분류되는 회사는 제외하며, ‘포장 식품’ 하부산업으로 분류되는 식품을 포장 및 판매하는 회사도 제외.
pt_pt: Produtores de produtos agrícolas. Inclui cultivadores, donos de plantações e empresas que produzem e processam alimentos, mas não os embalam e comercializam. Exclui empresas classificadas na Sub-Indústria de Produtos Florestais e aqueles que embalam e comercializam os produtos alimentícios e estão classificados na Sub-Indústria de Alimentos Embalados.
ru: Производители сельскохозяйственной продукции, в том числе растениеводческие компании, владельцы плантаций и компании по производству и переработке продуктов питания, которые не занимаются их упаковкой и сбытом. В данную группу не входят компании, включенные в подотрасль «Производство продукции лесного хозяйства», и компании, занятые упаковкой и сбытом продуктов питания и включенные в подотрасль «Производство фасованных продуктов питания».
zh_hans: 农产品生产商。包括农作物种植、生产与加工食品但不包装和销售它们的种植园业主及公司。不包括那些归类于“林业产品”子行业中的公司以及归类于“包装食品”子行业目录中那些包装和销售食品的公司。
zh_hant: 農產品生產商。包括農作物種植者、種植園主以及生產和加工食品但不包裝和銷售食品的公司。不包括那些歸類於「林業產品」子行業中的公司，以及不包括那些歸類於「包裝食品」子行業中，從事包裝和銷售食品的公司。

source: Producers of packaged foods including dairy products, fruit juices, meats, poultry, fish and pet foods.
de: Hersteller von abgepackten Lebensmitteln, einschließlich Molkereiprodukten, Fruchtsäften, Fleisch, Geflügel, Fisch und Tiernahrung.
es: Empresas dedicadas a la producción de alimentos envasados como productos lácteos, zumos de frutas, carnes y productos avícolas, pescado y comida para animales.
fr: Producteurs d’aliments conditionnés, y compris les sociétés spécialisées dans les produits laitiers, les jus de fruits, la viande, la volaille et les aliments pour animaux.
it: Produttori di alimenti confezionati, compresi prodotti lattiero-caseari, succhi di frutta, carni, pollame, pesce e cibo per animali domestici.
ja: 乳製品、フルーツジュース、肉、鶏肉、魚、ペットフードを含む包装食品の製造会社。
ko: 유제품, 과일 주스, 고기, 가금류, 생선, 애완동물 음식을 포함한 포장 식품 생산업체.
pt_pt: Produtores de alimentos embalados incluindo produtos derivados de leite, sucos de frutas, carnes, aves, peixe e alimentos para animais de estimação.
ru: Производители фасованных продуктов питания, в том числе молочных продуктов, фруктовых соков, мясных продуктов, продуктов из птицы, рыбы, а также кормов для животных.
zh_hans: 生产包括乳制品、果汁、肉类、禽类和鱼类产品以及宠物食品在内的包装食品的公司。
zh_hant: 生產包括乳製品、果汁、肉類、禽類和魚類產品及寵物食品在內的包裝食品公司。

source: Manufacturers of cigarettes and other tobacco products.
de: Hersteller von Zigaretten und anderen Tabakwaren.
es: Empresas dedicadas a la producción de cigarrillos y otros productos relacionados.
fr: Fabricants de cigarettes et de produits à base de tabac.
it: Produttori di sigarette e altri prodotti del tabacco.
ja: 紙巻タバコおよび他のタバコ製品の製造会社。
ko: 담배 및 기타 담배 제품 제조업체.
pt_pt: Fabricantes de cigarros e outros produtos de tabaco.
ru: Производители сигарет и другой табачной продукции.
zh_hans: 香烟及其它烟草产品制造商。
zh_hant: 香煙及其他煙草產品製造商。

source: Producers of non-durable household products, including detergents, soaps, diapers and other tissue and household paper products not classified in the Paper Products Sub-Industry.
de: Hersteller von kurzlebigen Haushaltsartikeln, einschließlich Reinigungsmitteln, Seifen, Windeln und anderen Faser- und Papierprodukten für den Haushalt, die nicht der Branche „Papierprodukte“ zugeordnet sind.
es: Empresas dedicadas a la producción de artículos domésticos no duraderos, como detergentes, jabones, pañales y otros productos domésticos de papel, como pañuelos, no clasificados en la rama Productos Papeleros.
fr: Fabricants de produits domestiques non-durables, y compris des détergents, des savons, des couches, des mouchoirs en papier et de produits de papier à usage domestique non-classés dans la sous-industrie des produits à base de papier.
it: Produttori di prodotti non durevoli per la cura della casa, compresi detergenti, saponi, pannolini e altri prodotti in tessuto e carta per la cura della casa non classificati nel sottosettore Prodotti della carta.
ja: 洗剤、石鹸、おむつ、および産業サブグループの「紙製品」に分類されていないティッシュ製品や家庭用紙製品を含む非耐久性家庭用品の製造会社。
ko: 세제, 비누, 기저귀, 그리고 ‘종이 제품’ 하부산업으로 분류되지 않은 기타 티슈 및 가정용 종이 제품을 포함한 비내구적 가정용품 생산업체.
pt_pt: Fabricantes de produtos para uso doméstico não duráveis, incluindo detergentes, sabões, fraldas e outros produtos de lenços de papel e papéis de uso doméstico não classificados na Sub-Indústria de Produtos de Papel.
ru: Производители бытовых товаров кратковременного пользования, в том числе моющих средств, мыла, подгузников и других косметических и бытовых товаров из бумаги, не включенные в подотрасль «Целлюлозно-бумажное производство».
zh_hans: 生产包括洗涤剂、肥皂、尿布和其它家用卫生纸及纸用品（未归类于“纸制品”子行业）在内的家庭非耐用消费品的公司。
zh_hant: 生產包括洗滌劑、肥皂、尿布及其他衛生紙和家居紙製品而未歸類於「紙製品」子行業中的非耐用家庭用品公司。

source: Manufacturers of personal and beauty care products, including cosmetics and perfumes.
de: Hersteller von Körperpflege- und Schönheitspflegeprodukten, einschließlich Kosmetika und Parfüm.
es: Empresas dedicadas a la producción de artículos personales y de belleza, como cosméticos y perfumes.
fr: Fabricants de produits de soin et de beauté, y compris les parfums et les cosmétiques.
it: Produttori di prodotti per la cura della persona e di bellezza, compresi cosmetici e profumi.
ja: 化粧品や香水を含むパーソナル用品やビューティー・ケア製品の製造会社。
ko: 화장품과 향수를 포함한 개인용품 및 미용제품 제조업체.
pt_pt: Fabricantes de produtos pessoais e cuidados de beleza, incluindo cosméticos e perfumes.
ru: Производители товаров личной гигиены и средств по уходу, в том числе косметических и парфюмерных товаров.
zh_hans: 生产包括化妆品和香水在内的个人及美容护理用品的公司。
zh_hant: 個人及美容護理產品，包括化妝品和香水的製造商。
